
export default function refundReturns() {
    return (
        <section className='w-10/12 lg:w-8/12 mx-auto'>
            <h1 className='text-5xl font-bold pt-10'>سياسة الاسترجاع</h1>
            <h2 className='font-semibold text-xl my-5'>مقدمة</h2>
            <p>تلتزم ON DM بتقديم خدمات عالية الجودة لعملائنا. ومع ذلك، نظرًا لطبيعة خدماتنا، فإن سياسة الاسترجاع لدينا تخضع لشروط محددة. نرجو منكم قراءة هذه السياسة بعناية قبل التعاقد معنا.</p>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>الشروط العامة</h2>
                <ul className='list-decimal mr-7'>
                    <li>عدم الاسترجاع بعد بدء العمل : بمجرد بدء العمل على المشروع بناءً على توقيع اتفاقية العميل، لا يُسمح باسترجاع المبالغ المدفوعة. يتم التعاقد على أساس الثقة والتفاهم المتبادل، وبالتالي فإن أي دفعة تم سدادها تعتبر غير قابلة للاسترداد بعد بدء العمل.</li>
                    <li>اتفاقية العميل : يعد توقيع العميل على الاتفاقية بمثابة قبول كامل لشروط وأحكام وسياسة الاسترجاع الخاصة بـ ON DM.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>حالات خاصة</h2>
                <ul className='list-decimal mr-7'>
                    <li>إلغاء قبل بدء العمل : في حالة إلغاء الاتفاقية من قبل العميل قبل بدء العمل، يتم استرداد المبلغ المدفوع بعد خصم أي تكاليف إدارية أو نفقات أولية تكبدتها ON DM.</li>
                    <li>الخدمات غير القابلة للاسترداد : بعض الخدمات قد تكون غير قابلة للاسترداد بسبب طبيعتها الفريدة والمتخصصة، وسيتم توضيح ذلك في العقد المبرم بين ON DM والعميل.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>النزاعات</h2>
                <ul className='list-decimal mr-7'>
                    <li>حل النزاعات : إذا كان هناك أي نزاع بشأن جودة الخدمة المقدمة، تسعى ON DM لحل النزاع بشكل ودي. في حالة عدم التوصل إلى اتفاق، يتم حل النزاع من خلال التحكيم وفقًا للقوانين المحلية المعمول بها.</li>
                    <li>التواصل : يجب على العميل الاتصال بـ ON DM مباشرة لحل أي مسائل تتعلق بالاسترجاع أو النزاعات المتعلقة بالخدمات.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>التعديلات</h2>
                <ul className='list-decimal mr-7'>
                    <li>التغييرات : تحتفظ ON DM بالحق في تعديل سياسة الاسترجاع في أي وقت. سيتم إشعار العملاء بأي تغييرات عبر البريد الإلكتروني أو عبر موقعنا الإلكتروني. استمرار استخدام الخدمات بعد نشر التغييرات يعتبر موافقة على السياسة المعدلة.</li>
                    <li>التنفيذ : تطبق السياسة المعدلة على العقود والخدمات الجديدة فقط ولا تؤثر على العقود الحالية ما لم يتم الاتفاق على خلاف ذلك مع العميل.</li>
                </ul>
            </div>

            <h3 className='my-5 font-bold text-xl'>التواصل معنا</h3>
            <p className='font-semibold text-lg mb-5'>إذا كان لديك أي استفسارات أو ترغب في بدء مشروعك معنا، لا تتردد في التواصل معنا عبر :</p>
            <ul className='list-disc mr-7'>
                <li>البريد الإلكتروني: info@eg.on-dm.com</li>
                <li>المملكة العربية السعودية : +966566284570</li>
                <li>مصر : +201508307467</li>
                <li>الهاتف الأرضي : +236150626</li>
                <li>العنوان : مكتب رقم 348، مول مزار، الجيزة – مصر</li>
            </ul>
        </section>
    )
}
