
export default function privacyPolicy() {
    return (
        <section className='w-10/12 lg:w-8/12 mx-auto'>
            <h1 className='text-5xl font-bold pt-10'>سياسة الخصوصية</h1>
            <h2 className='font-semibold text-xl my-5'>مقدمة</h2>
            <p>نحن في ON DM نلتزم بحماية خصوصيتك وضمان سرية المعلومات الشخصية التي تقدمها لنا. توضح سياسة الخصوصية هذه كيفية جمع واستخدام وحماية معلوماتك الشخصية عند استخدام خدماتنا.</p>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>جمع المعلومات</h2>
                <ul className='list-decimal mr-7'>
                    <li>المعلومات الشخصية : نقوم بجمع المعلومات الشخصية التي تقدمها طواعية مثل الاسم، البريد الإلكتروني، رقم الهاتف، والعنوان عند التسجيل أو التواصل معنا.</li>
                    <li>المعلومات غير الشخصية : قد نقوم بجمع معلومات غير شخصية مثل بيانات الاستخدام والمعلومات التقنية المتعلقة بجهازك ونظام التشغيل.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>استخدام المعلومات</h2>
                <ul className='list-decimal mr-7'>
                    <li>تقديم الخدمات : نستخدم المعلومات الشخصية لتقديم الخدمات المطلوبة والتواصل معك بشأن المشاريع.</li>
                    <li>التسويق : قد نستخدم معلوماتك لإرسال تحديثات وعروض ترويجية، ولكن يمكنك إلغاء الاشتراك في أي وقت.</li>
                    <li>تحسين الخدمات : نستخدم المعلومات غير الشخصية لتحليل وتحسين خدماتنا وتجربة المستخدم.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>مشاركة المعلومات</h2>
                <ul className='list-decimal mr-7'>
                    <li>الأطراف الثالثة : لا نقوم ببيع أو تأجير أو تبادل معلوماتك الشخصية مع أطراف ثالثة دون موافقتك إلا في الحالات التالية :</li>
                    <ul className='mr-5 list-disc'>
                        <li>الامتثال للقوانين أو الإجراءات القانونية.</li>
                        <li>حماية حقوق أو ملكية ON DM أو حماية سلامة موظفينا أو عملائنا.</li>
                    </ul>
                    <li>مزودو الخدمة : قد نشارك المعلومات مع مزودي الخدمة الذين يساعدوننا في تشغيل موقعنا وتقديم خدماتنا، شريطة أن يلتزموا بحماية المعلومات والامتثال لسياسة الخصوصية هذه.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>حماية المعلومات</h2>
                <ul className='list-decimal mr-7'>
                    <li>التدابير الأمنية : نتبع إجراءات أمنية صارمة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التغيير أو الكشف أو التدمير.</li>
                    <li>التخزين : يتم تخزين المعلومات في قواعد بيانات آمنة ومحمية بكلمات مرور وإجراءات أمنية أخرى.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400 mb-5'>
                <h2 className='text-xl font-semibold my-5'>حقوقك</h2>
                <ul className='list-decimal mr-7'>
                    <li>الوصول : يحق لك طلب الوصول إلى المعلومات الشخصية التي نحتفظ بها عنك.</li>
                    <li>التصحيح : يمكنك طلب تصحيح أو تحديث معلوماتك الشخصية إذا كانت غير دقيقة.</li>
                    <li>الحذف : يمكنك طلب حذف معلوماتك الشخصية في بعض الحالات، مع مراعاة القوانين المعمول بها.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400 mb-5'>
                <h2 className='text-xl font-semibold my-5'>ملفات تعريف الارتباط (Cookies)</h2>
                <ul className='list-decimal mr-7'>
                    <li>الاستخدام : نستخدم ملفات تعريف الارتباط لتحسين تجربة المستخدم وتحليل الأنماط السلوكية على موقعنا.</li>
                    <li>التحكم : يمكنك التحكم في إعدادات ملفات تعريف الارتباط من خلال إعدادات متصفحك، ولكن قد يؤثر ذلك على وظائف الموقع.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400 mb-5'>
                <h2 className='text-xl font-semibold my-5'>التغييرات على سياسة الخصوصية</h2>
                <p>نحتفظ بالحق في تعديل سياسة الخصوصية هذه في أي وقت. سيتم إشعارك بأي تغييرات عبر البريد الإلكتروني أو عبر موقعنا الإلكتروني. استمرارك في استخدام خدماتنا بعد نشر التغييرات يعني موافقتك على السياسة المعدلة.</p>
            </div>

            <h3 className='my-5 font-bold text-xl'>التواصل معنا</h3>
            <p className='font-semibold text-lg mb-5'>إذا كان لديك أي استفسارات أو ترغب في بدء مشروعك معنا، لا تتردد في التواصل معنا عبر :</p>
            <ul className='list-disc mr-7'>
                <li>البريد الإلكتروني: info@eg.on-dm.com</li>
                <li>المملكة العربية السعودية : +966566284570</li>
                <li>مصر : +201508307467</li>
                <li>الهاتف الأرضي : +236150626</li>
                <li>العنوان : مكتب رقم 348، مول مزار، الجيزة – مصر</li>
            </ul>
        </section>
    )
}
