
export default function HowWorking() {
    return (
        <section className='w-8/12 mx-auto'>
            <h1 className='text-5xl font-bold pt-10'>كيف نعمل</h1>
            <h2 className='font-semibold text-xl my-5'>عملية العمل لدينا :</h2>
            <p>نحن في ON DM نتبع عملية عمل منظمة ومبنية على الكفاءة لضمان تقديم خدمات عالية الجودة وتحقيق أهداف مشاريع عملائنا.
                إليك الخطوات التي نتبعها في عملية تنفيذ المشاريع :</p>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>1. الاكتشاف</h2>
                <p className='mb-5'>مدة : 1 يوم</p>
                <ul className='list-disc mr-7'>
                    <li>الاجتماع الأولي : نبدأ بجلسة اكتشاف حيث نلتقي مع العميل لفهم متطلباته واحتياجاته بشكل كامل.</li>
                    <li>جمع المعلومات : نقوم بجمع كل المعلومات والبيانات اللازمة لتكوين صورة واضحة عن المشروع.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>2. التخطيط</h2>
                <p className='mb-5'>مدة : 2 يوم</p>
                <ul className='list-disc mr-7'>
                    <li>وضع الأهداف : نعمل مع العميل لتحديد الأهداف الرئيسية والفرعية للمشروع.</li>
                    <li>تطوير خطة العمل : نقوم بإعداد خطة عمل تفصيلية تشمل جميع الجوانب الفنية والإدارية والتسويقية للمشروع.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>3. التصميم</h2>
                <p className='mb-5'>مدة : 3 أيام</p>
                <ul className='list-disc mr-7'>
                    <li>التصميم الأولي : نقوم بإنشاء تصاميم أولية تعكس رؤية العميل وأهداف المشروع.</li>
                    <li>المراجعة والتعديل : نعرض التصاميم على العميل للحصول على ملاحظاته وإجراء التعديلات اللازمة.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400'>
                <h2 className='text-xl font-semibold my-5'>4. التطوير</h2>
                <p className='mb-5'>مدة : 7 أيام</p>
                <ul className='list-disc mr-7'>
                    <li>البرمجة والتطوير : نقوم ببدء عملية البرمجة والتطوير بناءً على التصاميم المتفق عليها.</li>
                    <li>اختبار الجودة : نضمن أن جميع الوظائف تعمل بشكل صحيح من خلال اختبارات شاملة.</li>
                </ul>
            </div>
            <div className='border-b-2 py-5 border-opacity-10 border-slate-400 mb-5'>
                <h2 className='text-xl font-semibold my-5'>5. النشر</h2>
                <p className='mb-5'>مدة : 1 يوم</p>
                <ul>
                    <li>الإطلاق : بعد التأكد من أن جميع الجوانب التقنية تعمل بكفاءة، نقوم بنشر المشروع أو الموقع على الإنترنت.</li>
                    <li>المتابعة : نقدم الدعم اللازم بعد الإطلاق لضمان تحقيق أفضل أداء للمشروع.</li>
                </ul>
            </div>

            <h3 className='font-bold text-xl mb-5'>خطط مخصصة</h3>
            <p className='my-3'>بالنسبة للخطط المخصصة، يختلف الجدول الزمني اعتمادًا على نطاق المشروع وتعقيداته. نعمل بشكل وثيق مع العميل لضمان توافق التوقعات والجداول الزمنية.</p>
            <p className='font-semibold text-lg mb-5'>نوفر مجموعة متنوعة من الخدمات لتلبية احتياجات عملائنا، بما في ذلك :</p>
            <ul className='list-disc mr-7'>
                <li>مدير حساب مخصص لدعم أعمال العميل .</li>
                <li>ورش عمل لأهداف الخطط الربع سنوية لضمان تحقيق الأهداف المحددة .</li>
                <li>زيارات ميدانية للمشاريع عند الحاجة .</li>
                <li>بناء مجتمع مستهدف قوي لتعزيز التواصل والتفاعل مع الجمهور المستهدف .</li>
                <li>محتوى احترافي للمنتجات والخدمات لضمان جودة العرض .</li>
                <li>تطوير تكاملات الأعمال بين الشركات (B2B) لضمان أفضل تواصل وتعاون بين الشركات .</li>
                <li>نظام إدارة علاقات العملاء (CRM) احترافي لتحسين إدارة العملاء .</li>
                <li>توقعات توسع الفروع لمساعدة العملاء في التخطيط للنمو المستقبلي .</li>
                <li>اشتراكات سنوية وشهرية تشمل خدمات كاملة لدعم الأعمال بشكل مستمر.</li>
            </ul>
            <h3 className='my-5 font-bold text-xl'>التواصل معنا</h3>
            <p className='font-semibold text-lg mb-5'>إذا كان لديك أي استفسارات أو ترغب في بدء مشروعك معنا، لا تتردد في التواصل معنا عبر :</p>
            <ul className='list-disc mr-7'>
                <li>البريد الإلكتروني: info@eg.on-dm.com</li>
                <li>المملكة العربية السعودية : +966566284570</li>
                <li>مصر : +201508307467</li>
                <li>الهاتف الأرضي : +236150626</li>
                <li>العنوان : مكتب رقم 348، مول مزار، الجيزة – مصر</li>
            </ul>
        </section>
    )
}
